<?php

return array (
  'Two Factor Authentication' => 'Двухфакторная аутентификация',
  'description 2fa' => 'Двухфакторная аутентификация (2FA) усиливает безопасность доступа, требуя двух методов (также называемых факторами) для проверки вашей личности. Двухфакторная аутентификация защищает от фишинга, социальной инженерии и паролей, а также защищает ваш логин от злоумышленников, использующих слабые или украденные учетные данные.',
  'enabled steps' => 'Чтобы включить двухфакторную аутентификацию в вашей учетной записи, вам необходимо выполнить следующие шаги',
  '1step2fa' => 'Нажмите кнопку «Создать секретную кнопку», чтобы создать уникальный секретный QR-код для своего профиля.',
  '2step2fa' => 'Проверьте OTP из мобильного приложения Google Authenticator.',
  '2fa enabled noty' => '2FA В настоящее время :status для вашего аккаунта.',
  'disable 2fa message' => 'Если вы хотите отключить двухфакторную аутентификацию. Пожалуйста, подтвердите свой пароль и нажмите Отключить кнопку 2FA.',
  'your password' => 'ваш текущий пароль',
  'disable 2fa button' => 'Отключить 2FA',
  'Enabled' => '<strong> Включено </strong>',
  '2FA Settings' => 'Настройки 2FA',
);
